[
  {
    "id": 1,
    "nombre_completo": "Álvaro Duarte Marín",
    "aka": "Pata e' Buey",
    "fecha_nacimiento": null,
    "fecha_muerte": null,
    "lugar": "Santa Cruz (Barrio Santa Cecilia)",
    "foto_url": [
      "https://vozdeguanacaste.com/wp-content/uploads/2018/07/2018-Julio-Pata-e-buey-mascaras-folclor-Cesar-Arroyo-4.jpg",
      "https://i.ibb.co/SDbBrfS6/Pata-e-buey.jpg"
    ],
    "descripcion": "Álvaro Duarte Marín y su esposa Melania Vásquez han dado vida a las mascaradas de Santa Cruz por más de 40 años, creando máscaras y figuras gigantes que mantienen vivas las tradiciones guanacastecas y conectan generaciones con el arte popular local.",
    "anecdotas": [
      {
        "titulo": "El espíritu de la mascarada",
        "historia": "Cuenta que en una noche lluviosa, Álvaro pintó su máscara bajo la lluvia porque las mascaradas estaban por empezar y no había luz eléctrica: el público disfrutó igual y quedó encantado con ese acto de pasión pura."
      },
      {
        "titulo": "La máscara desaparecida",
        "historia": "En una fiesta patronal, una máscara gigante desapareció durante la procesión. Álvaro la encontró al día siguiente colgada en una ceiba: alguien la dejó como tributo sin avisarle."
      }
    ]
  },
  {
    "id": 2,
    "nombre_completo": "Jesús Bonilla Chavarría",
    "aka": null,
    "fecha_nacimiento": "16 de noviembre de 1911",
    "fecha_muerte": "16 de noviembre de 1999",
    "lugar": "Santa Cruz",
    "foto_url": [
      "https://archivomusical.ucr.ac.cr/sites/default/files/styles/fotografias-autores/public/autor/fotos/bolero-pampa_lncima20120722_0199_5.jpg?itok=vX09LvMJ"
    ],
    "descripcion": "Jesús Bonilla Chavarría fue compositor y director musical, autor de más de 300 obras como “Luna Liberiana” y el Himno de la Anexión de Guanacaste. Su música y legado son expresión profunda de la identidad guanacasteca y costarricense.",
    "anecdotas": [
      {
        "titulo": "Luna Liberiana en vivo",
        "historia": "Se cuenta que Bonilla dirigió 'Luna Liberiana' en una plaza sin partitura frente a un público de más de mil personas: la ejecutaron de memoria y el silencio se transformó en ovación espontánea."
      }
    ]
  },
  {
    "id": 3,
    "nombre_completo": "Ulpiano Duarte Arrieta",
    "aka": "Ulpiano Duarte",
    "fecha_nacimiento": "3 de abril de 1929",
    "fecha_muerte": "6 de octubre de 2015",
    "lugar": "Cantón de Santa Cruz",
    "foto_url": [
      "https://i.discogs.com/jH3baCQoVTxuXHLCTsYyNQNCFW6MWo4SRmhFNGA2nqM/rs:fit/g:sm/q:40/h:300/w:300/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTEyOTk4/NzQyLTE3MjM3MDIx/MzAtODczNi5qcGVn.jpeg",
      "https://www.nacion.com/resizer/v2/OZC5FX6KSBEN7IYJXO6J3QEVQQ.jpg?smart=true&auth=244eb1a70334733d688f75b13307bffb980f45386753885a84ce3c677416e420&width=588&height=347"
    ],
    "descripcion": "Ulpiano Duarte, marimbista y fundador de la Marimba Diriá, compuso más de 60 piezas y fundó el Taller de Marimba de la UCR. Dedicó su vida a preservar el folclor guanacasteco y proyectar la marimba como pilar del patrimonio costarricense.",
    "anecdotas": [
      {
        "titulo": "Marimba a la luz de luna",
        "historia": "Ulpiano organizó un concierto improvisado en una ribera a la luz de luna con músicos locales: el sonido de la marimba se reflejó en el agua y atrajo a vecinos que nunca habían asistido a conciertos formales."
      }
    ]
  },
  {
    "id": 4,
    "nombre_completo": "María Leal Rodríguez",
    "aka": "María Leal de Noguera",
    "fecha_nacimiento": "1892",
    "fecha_muerte": "1989",
    "lugar": "Lagunilla, Santa Cruz",
    "foto_url": [
      "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTaNOITqOaCSJoliyNGLMB7Usj4kYOP5duYog&s",
      "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSubzTyM02qNXdbdcGWp5sXFAVz0Zz6djgHOQ&s"
    ],
    "descripcion": "María Leal Rodríguez fue educadora y escritora, fundadora del primer jardín de infantes de Santa Cruz y autora de cuentos tradicionales guanacastecos. Dedicó su vida a preservar la identidad cultural y difundirla a través de la palabra.",
    "anecdotas": [
      {
        "titulo": "Cuentos junto al fogón",
        "historia": "María Leal visitaba comunidades rurales contando cuentos alrededor del fogón. Mucha gente la recuerda cantando coplas y narrando leyendas tradicionales bajo estrellas."
      }
    ]
  },
  {
    "id": 5,
    "nombre_completo": "José Ramírez Saizar",
    "aka": "Poeta de la Pampa",
    "fecha_nacimiento": "25 de mayo de 1915",
    "fecha_muerte": "5 de agosto de 2001",
    "lugar": "Santa Cruz",
    "foto_url": [
      "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTWoctQfa2Fnz-rpbJEjoWjmHLWvaniObFe2w&s",
      "https://scontent.fsjo10-1.fna.fbcdn.net/v/t1.6435-9/61007184_2775456949193521_3665873892737548288_n.jpg?stp=dst-jpg_p526x296_tt6&_nc_cat=105&ccb=1-7&_nc_sid=536f4a&_nc_ohc=NR4thhNdogIQ7kNvwGxSOuT&_nc_oc=AdmQxenJ_jBUOfdWBuGBGGEewb6NjfYYKzJcL-xiBqOLeZqYIEPGGSioMha7jTmW5ZU&_nc_zt=23&_nc_ht=scontent.fsjo10-1.fna&_nc_gid=ou59fxMd2T7X4_be0-uTsA&oh=00_AfWPwyeBouohtF2FvWpmSS5msr6rNFCBtY25Fnos8EHVrw&oe=68B9FF11"
    ],
    "descripcion": "José Ramírez Saizar, el “Poeta de la Pampa”, escribió sobre la vida rural y las fiestas de Guanacaste. Sus poemas y recopilaciones de tradición oral reflejan el sentir campesino y cultural de la región y han sido estudiados en escuelas y universidades.",
    "anecdotas": [
      {
        "titulo": "El verso en el tamiz",
        "historia": "Se dice que José escribió uno de sus poemas más famosos mientras separaba el maíz en un tamiz: atendía faena agrícola y literatura al mismo tiempo."
      }
    ]
  },
  {
    "id": 6,
    "nombre_completo": "Edgar Leal Arrieta",
    "aka": null,
    "fecha_nacimiento": "1946",
    "fecha_muerte": null,
    "lugar": "Santa Cruz",
    "foto_url": [
      "https://benevquez.typepad.com/.a/6a01348881e455970c013488f90da6970c-800wi",
      "https://lavozdelapampa.com/wp-content/uploads/2021/10/leal-arrieta-2.jpg"
    ],
    "descripcion": "Edgar Leal Arrieta es cronista y autor santacruceño. Su libro “De Fiesta en Fiesta en Guanacaste” recopila relatos, costumbres y personajes que han dado forma a la identidad de Santa Cruz, preservando tradiciones locales con sensibilidad y detalle.",
    "anecdotas": [
      {
        "titulo": "El origen de la frase 'Pura Vida'",
        "historia": "Edgar Leal Arrieta relata que la frase 'Pura Vida' se popularizó en Santa Cruz durante las fiestas patronales de la década de 1950, cuando un grupo de jóvenes comenzó a usarla como saludo y expresión de alegría. Con el tiempo, se convirtió en un símbolo de la identidad costarricense."
      },
      {
        "titulo": "La historia del 'Chorreador'",
        "historia": "En su libro, Arrieta narra cómo el 'Chorreador', un plato típico de Santa Cruz, se originó en las fiestas patronales como una forma de aprovechar los sobrantes de la comida. Con el tiempo, se convirtió en un platillo emblemático que representa la hospitalidad y la tradición culinaria de la región."
      }
    ]
  },
  {
    "id": 7,
    "nombre_completo": "José Jackson Guadamuz",
    "aka": null,
    "fecha_nacimiento": null,
    "fecha_muerte": "2017",
    "lugar": "Santa Cruz",
    "foto_url": [
      "https://josejacksonguadamuz.weebly.com/uploads/4/2/6/5/42654607/5834149_orig.jpg",
      "https://jacksonguadamuz.weebly.com/uploads/4/2/6/5/42654607/396634.jpg",
      "https://artwork.art-cdn.com/182090/guadamuzdesantacruz-pintura-paisaje-danza-marimba-y-toro_205x.jpg"
    ],
    "descripcion": "José Jackson Guadamuz fue escultor y gestor cultural, coordinador del festival de murales de Santa Cruz. Sus obras y gestión artística embellecieron la ciudad y fortalecieron el sentido de pertenencia y orgullo local a través del arte urbano.",
    "anecdotas": [
      {
        "titulo": "El mural comunitario",
        "historia": "Jackson convocó a jóvenes artistas y vecinos para pintar un mural en una plaza pública: el proceso se convirtió en encuentro cultural y el mural sigue siendo punto de referencia en la comunidad."
      }
    ]
  },
  {
    "id": 8,
    "nombre_completo": "Andelino Espinoza Espinoza",
    "aka": "Chancleta negra",
    "fecha_nacimiento": "16 de diciembre de 1911",
    "fecha_muerte": "9 de marzo de 2004",
    "lugar": "Santa Cruz",
    "foto_url": [
      "https://i.ibb.co/SDMjWMRs/Adelino.jpg",
      "https://i.ibb.co/C3fSW0xY/Adelino-bailando.jpg"
    ],
    "descripcion": "Andelino Espinoza Espinoza, conocido por todos como \"Chancleta Negra\", fue uno de esos personajes entrañables que marcaron la vida cotidiana de Santa Cruz. Reconocido bueyero, su figura es recordada con cariño por los habitantes más longevos del cantón, quienes lo vieron durante décadas recorriendo calles y caminos, jalando leña, basura, arena y carnes. Estas últimas eran llevadas para ser procesadas en el antiguo rastro o en la antigua escuela Estocolmo. Pero Andelino no solo destacaba por su oficio. Era también un apasionado bailarín, siempre dispuesto a sumarse a la música y al festejo. Su presencia en las fiestas típicas de Santa Cruz y en las procesiones del Santo Cristo de Esquipulas era casi una certeza: allí, entre marimbas y pólvora, Chancleta Negra bailaba con alegría contagiosa, convirtiéndose en un símbolo de la vitalidad y el espíritu festivo santacruceño.",
    "anecdotas": [
   
      {
        "titulo": "El día que perdió la chaqueta y ganó la chancleta.",
        "historia": "Por sorprendente que parezca, el verdadero apodo de Don Andelino no era “Chancleta Negra”, sino “Chaqueta Negra”. Este sobrenombre se lo ganó por su forma particular de vestir cuando llevaba los bueyes. Sin embargo, los niños pequeños que lo ayudaban tenían dificultad para pronunciar “Chaqueta Negra” y, entre risas y confusiones, comenzaron a decir “Chancleta Negra”. Con el tiempo, este nuevo nombre se hizo tan popular que terminó por inmortalizarlo."
      },
         {
        "titulo": "Paseo con sabor a infancia.",
        "historia": "Don Andelino era un hombre al que le encantaba bromear con los niños del barrio. Les sacaba la lengua, les hacía ruidos extraños y buscaba asustarlos de forma juguetona. Sin embargo, detrás de esas travesuras había un corazón bondadoso. Muchos de esos niños le ayudaban a cargar leña, arena o cualquier cosa que él necesitara, y a cambio, él los llevaba al río a nadar o a dar un paseo en su carreta, convirtiendo cada encargo en una pequeña aventura."
      }
    ]
  }
]
